Repository: BuyAware/buyaware.org
Catalog: about/locale/*/LC_MESSAGES/django.po
Languages: de

source: en_EN
de: de_DE

source: What's BuyAware?
de: Was ist BuyAware?

source: <p> We are a group of young students from different regions of Switzerland who met at the Swiss Talent Forum in 2015. It was here that we initiated the BuyAware project, and have been developing the idea ever since. </p> <p> It is our goal to inform consumers about the ecological and ethical background of different products in of the electronics sector, so that the consumers can make a more responsible purchase decision. In order to do so we assess the devices according to six categories: climate and energy, ecology, worker rights, conflict minerals, transparency of the company and performance. The results of these assessments are then merged to form the product profile which our users can access over our database and use for comparison purposes. It is important to us that we present our assessments in an all-in-one format so that our customers can immediately see where a product has its strengths and weaknesses. Additionally, we understand that different people have different needs, which is why the weightings of our six assessed categories can be adjusted individually, so that we are able to give the most helpful feedback possible. </p> <p> At the moment, we focus our activities only on smartphones. In the long run however, we are planning on expanding our service to cover all products in the electronics sector. </p>
de: <p> Wir sind eine Gruppe junger Studenten aus der ganzen Schweiz, die sich am Swiss Talent Forum 2015 getroffen hat und seitdem versucht das Projekt BuyAware in die Tat umzusetzen. </p> <p> Unser Ziel ist es den Konsumenten über den ökologischen und ethischen Hintergrund von diversen elektronischen Produkten aufzuklären und ihm so eine reflektiertere Kaufentscheidung zu ermöglichen. Dafür bewerten wir die Geräte in sechs Kategorien: Klima & Energie, Ökologie, Arbeitnehmerrechte, Konfliktmineralien, Transparenz der Firma und Leistung. Die Resultate dieser Kategorien vereinigen wir im Anschluss zu einem Produktprofil, welches der Benutzer auf unserer Website einsehen und mit den Profilen anderer Geräte vergleichen kann. Es ist uns ein Anliegen, dass wir unseren Kunden eine Art all-in-one-Label präsentieren können. Das heisst, dass auf den ersten Blick ersichtlich sein sollte, in welchen Bereichen die Stärken resp. Schwächen eines Produkts liegen. Des Weiteren sind wir der Auffassung, dass nicht jedes Gerät auf jedermann gleich gut zugeschnitten ist. Daher lässt sich die Gewichtung unserer sechs beurteilten Kategorien je nach persönlichen Vorlieben verändern damit wir Ihnen die bestmögliche Hilfestellung bieten können. </p> <p> Im Moment beschränkt sich unsere Tätigkeit noch auf Smartphones. Längerfristig wollen wir unsere Dienstleistung jedoch für den gesamten Elektroniksektor anbieten können. </p>

source: Find out more about...
de: Finden sie mehr heraus über…

source: what drives us
de: was uns antreibt

source: our assessement methods
de: unsere Bewertungsmethoden

source: our spiderweb design
de: unsere Spinnennetz-Darstellung

source: our personnalized service
de: die Möglichkeit zur Personalisierung unserer Dienstleistung

source: Key Events
de: Schlüsselereignisse

source: The Beginning
de: Der Anfang

source: January 2015
de: Januar 2015

source: BuyAware first came up at the Swiss Talent Forum, a think tank organized by Swiss Youth in Science. One group had the task of finding a new policy related to technology and ecology that will influence smart and sustainable progress in the next 10 years. They decided to design a government funded, NGO coordinated database that gives the consumer feedback on the ecology and fairness of her/his consumption behavior through alerts in a smartphone application. They chose to name the idea BuyAware.
de: BuyAware entsteht am Swiss Talent Forum, einem Think Tank organisiert von Schweizer Jugend forscht. Eine Gruppe hatte die Aufgabe ein politisches Regelwerk im Feld von Ökologie und Technologie zu entwerfen, das Einfluss auf die nachhaltige Entwicklung in den nächsten 10 Jahren haben soll. Zu dieser Zeit war die Idee eine staatlich finanzierte, von nichtstaatlichen Organisationen koordinierte Datenbank zu entwickeln, die dem Konsumenten die Fairness und den ökologischen Standard seiner Einkäufe mit Hilfe von Benachrichtigungen einer Smartphone Applikation rückmeldet. Das Projekt nannten sie BuyAware.

source: More
de: Mehr

source: Hide
de: Verdecken

source: Survey
de: Umfrage

source: Autumn 2015
de: Herbst 2015

source: In order to get a better view of what other people thought about BuyAware, its potential and in what sector BuyAware should be tested, an online survey was created and distributed over Facebook. It was at this point we concluded to start focusing our project on electronics.
de: Um herauszufinden auf welchen Sektor sich BuyAware spezialisieren sollte, führten wir eine Befragung durch, die wir über Facebook verbreiteten. Nach dem Auswerten der Resultate stand für uns fest, dass wir uns in Zukunft auf Elektronikprodukte fokussieren wollten.

source: January 2016
de: Januar 2016

source: Swiss Youth in Science gave us the oportunity to present our project at the Swiss Talent Forum 2016 and organise a workshop at the event. This gave us some valuable feedback on how we should continue with our project.
de: Schweizer Jugend forscht gab uns die Möglichkeit unser Projekt am Swiss Talent Forum 2016 zu präsentieren, sowie einen Workshop zu leiten. Diese Veranstaltung gab uns sehr wertvolle Rückmeldungen wie wir unser Projekt weiterführen sollten.

source: To get more feedback also from other age groups (our online survey had mostly been spread among peers), we attended the GenerActions event organised by Infoklick Zentralschweiz.
de: Um mehr Rückmeldungen zu bekommen, auch von Menschen aus anderen Altersgruppen (die Online-Umfrage wurde hauptsächlich von Gleichaltrigen beantwortet) nahmen wir am GenerActions Event von Infoklick Zentralschweiz teil.

source: May 2016
de: Mai 2016

source: On May 8th we had the opportunity to attend the LUGA fair in Lucerne. There we were able to present our project to the general public for the first time. At our stand people were able to try our a prototype of our app, as well as compete in a game. We received a lot of positive feedback and the event was definitely a good moral boost for the whole team!
de: Am 8. Mai hatten wir die Möglichkeit mit einem Stand an der LUGA Messe in Luzern, im Rahmen der Sonderschau Jugend, organisiert von Infoklick Zentralschweiz, teilzunehmen. An unserem Stand konnten die Besucher einen Prototypen unserer App ausprobieren, sowie an einem Ratespiel teilnehmen. Wir bekamen viele positive Rückmeldungen und dadurch auch einen moralischen Boost für das ganze Team!

source: In Development
de: in Entwicklung

source: Summer 2016
de: Sommer 2016

source: It is our goal to have a running prototype of our Database before the end of this summer. Stay tuned by liking our facebook page !!
de: Es ist unser Ziel einen funktionierenden Prototyp unserer Datenbank noch bis Ende Sommer auf dieser Seite aufzuschalten. Bleibt also dran !!

source: Meet the team
de: Triff das Team

source: Assessement methods
de: Bewertungsmethoden

source: <p> We evaluate the products according to six categories: climate and energy, ecology, worker rights, conflict minerals, transparency of the company and performance. Each of these categories contains several criteria which we have to analyse during our assessments. One has to discriminate between two different types of criteria: </p> <p> <ul> <li> Yes/No-questions: asking for example if a product contains a specific toxic substance or if the company analyses and publishes its annual CO2-footprint. With this criteria type only two results are possible: The point is given if the answer meets expectations, otherwise it is not. </li> <li> Questions on a linear scale asking for example how big the CO2-footprint of the product is or how much e-waste the company recycles. With this kind of criteria we first have to define an upper and lower threshold; for instance 20 kg CO2 and 100 kg CO2 for the CO2-footprint-criteria. In this case the product would get the full point if it has a CO2-footprint of 20 kg and less, zero points for 100 kg and more. For values lying between the two thresholds we operate on a linear scale meaning that 40 kg CO2 would result in 0.8 points and so on. </li> </ul> </p> <p> In situations where we are not able to find any suitable information the product gets zero points. In very few cases the information available does not completely relate to the criteria. Then, we are forced to interpret the data to the best of our ability. If a product performs particularly well we assign bonus points. </p> <p> It is important to us that our users can understand our assessments in every detail. That is why there is a short comment and a link to our source for every single criteria of the analyses. </p> <p> As soon as all 48 criteria of our list have been assessed six category scores are calculated. It is relevant to know that not all criteria of a category are weighted equally. For instance, the five questions about the presence of certain toxic substances are all weighted a lot less than the criteria asking about the degree of recycling of the company. </p> <p> The results of all six categories are then summarised in our spiderweb product profiles and the total score is calculated. </p>
de: <p> Wir bewerten die Produkte in unserer Datenbank in sechs Kategorien: Klima & Energie, Ökologie, Arbeitnehmerrechte, Konfliktmineralien, Transparenz der Firma und Leistung. Jede dieser Kategorien enthält mehrere Kriterien, welche wir im Verlauf unserer Beurteilungen beantworten müssen. Dabei ist zwischen zwei Typen von Kriterien zu unterscheiden:</p> <p> <ul> <li> - Ja/Nein-Fragen, wie zum Beispiel ob ein Produkt eine gewisse toxische Substanz enthält oder ob die Firma ihren CO2-Fussabdruck analysiert und publiziert. Bei dieser Art von Kriterium gibt es im Prinzip lediglich zwei mögliche Ausgangsszenarien: Im Fall der „guten“ Antwort bekommt das Produkt den Punkt, ansonsten nicht. </li> <li> - Fragen auf einer linearen Skala, beispielsweise wie gross der CO2-Fussabdruck des Produkts ist oder wie viel Elektroschrott die Firma wiederverwendet. Bei dieser Art von Kriterium setzen wir jeweils eine Ober- und eine Untergrenze fest, konkret 20 kg CO2 und 100 kg CO2 für das erste Beispielkriterium. In diesem Fall würde das nun heissen, dass das Produkt den ganzen Punkt erhält, wenn es einen CO2-Fussabdruck von 20 kg und weniger hat resp. null Punkte für 100 kg und mehr. Bei Werten, die zwischen den Grenzen liegen, verwenden wir eine lineare Skala, d.h. 40 kg CO2 ergäbe 0.8 Punkte etc. </li> </ul> </p> <p> In Fällen, wo keine Informationen verfügbar sind, um ein Kriterium zu beantworten, erhält das Produkt ebenfalls keinen Punkt. Ab und zu kann es auch vorkommen, dass zu einem Kriterium zwar Informationen vorhanden sind, dieses jedoch nicht zu 100% beantworten. In einem solchen Fall sind wir gezwungen die vorhandenen Daten bestmöglich zu interpretieren. Wenn ein Produkt bzgl. eines Punktes ausserordentlich gut abschneidet vergeben wir Bonuspunkte.</p> <p> Es ist uns ein Anliegen, dass unsere Benutzer die Produktbewertungen bis ins letzte Detail nachvollziehen können. Deshalb schreiben wir jeweils zu jedem Kriterium einen kurzen Begründungskommentar und versehen diesen mit der zugehörigen Quelle.</p> <p> Sobald die 48 Kriterien unseres Bewertungsrasters beurteilt wurden, werden diese kategorienintern miteinander verrechnet. Dabei gilt zu beachten, dass nicht alle Kriterien gleich stark gewichtet werden. So werden die fünf Kriterien, welche nach dem Vorhandensein verschiedener giftiger Stoffe fragen jeweils deutlich schwächer gewichtet als die Frage nach dem Recyclingengagement der Firma. </p> <p> Die Ergebnisse der sechs Kategorien werden in der Folge in unseren Spinnennetz-Produktprofilen vereinigt und ergeben je nach persönlichen Vorlieben ein anderes Gesamtskore.</p>

source: Back
de: Zurück

source: What drives us
de: was uns antreibt

source: <p> We live in times of unrestricted mass consumption. Nowadays, it is possible for people to buy anything, at any time, from any place and get it delivered to our doorstep. Shoes from Thailand, coffee from Brazil or a mobile phone from China, the choice is endless. Even though globalisation has undoubtedly led to many advantages, we also face some severe problems nowadays which were created by this process: for example climate change; depletion of resources and pollution of the environment. </p> <p> Additionally, global market access has led to depersonalisation. In other words: We do not really know what it is we are about to buy eg. if the product is of high quality or if it might still contain some toxic substances. In the food and clothing industries several organisations have made attempts to counteract this development by introducing informative labels like Organic, Fairtrade, FSC, etc. So far these have only had limited success. One criticism that consumers often raise regarding labelling is that too many labels already exist, which cause confusion. </p> <p> A sector that has been mostly unlabelled so far is the electronics industry. In our opinion this is because electronic devices are a lot more complex than for example a banana or a t-shirt. Therefore, one has to take more factors into account when assessing these products. For us at BuyAware, this is not a legitimate reason to give up. In fact, the exact opposite is the case: We believe that exactly in areas where the degree of complexity is high, it is necessary to inform the consumer about the background of the products. Also, we try to learn from the mistakes which have been made in other industries in the past. That is why it is our goal to make complete assessments which take all relevant factors into account and are then presented in a simple format. It should be possible to view all relevant information at a glance. </p> <p> We believe that the time has come to confront unrestricted mass consumption in a critical manner. Make your contribution to the global turnaround by supporting BuyAware! </p>
de: <p> Wir leben in Zeiten des uneingeschränkten Massenkonsums. Heutzutage ist es für jede und jeden von uns möglich jederzeit Produkte aus der ganzen Welt zu bestellen und zu sich nach Hause liefern zu lassen. Seien es nun Schuhe aus Thailand, Kaffee aus Brasilien oder ein Mobiltelefon aus China. Obwohl die Globalisierung des Marktes zweifellos zu vielen Vorteilen geführt hat, sind dadurch auch einige Probleme entstanden: Klimawandel, Ressourcenknappheit und die Verschmutzung unserer Umwelt, um nur drei davon zu nennen. </p> <p> Des Weiteren hat die Öffnung des Marktes auch zu einer Entpersonalisierung geführt. In anderen Worten: Wir wissen gar nicht mehr so wirklich, was wir da gerade kaufen resp. ob das Produkt qualitativ gut ist oder vielleicht doch giftige Substanzen enthält etc. Im Lebensmittelbereich und teilweise auch bei der Kleidung versuchen zahlreiche Organisationen über Labels wie Bio, Fairtrade, FSC usw. diesbezüglich etwas Gegensteuer zu geben und Ordnung ins Chaos zu bringen. Bis anhin jedoch nur mit mässigem Erfolg. Ein Problem, das von Konsumentinnen und Konsumenten oftmals genannt wird, ist, dass es inzwischen schon wieder zu viele Labels gibt und sie quasi vor lauter Bäumen den Wald nicht mehr sehen.</p> <p> Ein Sektor, der bis anhin von Labelling noch grossmehrheitlich unberührt geblieben ist, ist derjenige der Elektronikprodukte. Unserer Ansicht nach liegt dies daran, dass elektronische Geräte deutlich komplexer aufgebaut sind und daher bei dessen Bewertung eine Vielzahl an Faktoren in Erwägung gezogen werden müssen. Wir von BuyAware haben uns dieser Herausforderung gestellt. Es ist unsere Auffassung, dass es gerade dort am ehesten Aufklärung bedarf, wo die Komplexität am grössten ist. Zudem versuchen wir aus den Problemen in anderen Sektoren zu lernen und setzen daher bereits von Beginn weg auf eine vollständige Produktbeurteilung, welche alle relevanten Faktoren miteinbezieht ohne dabei für Chaos zu sorgen. Es ist uns ein Anliegen, dass unsere Kunden unseren Bewertungen bereits auf den ersten Blick die wichtigsten Informationen entziehen können.</p> <p> Wir sind der Ansicht, dass die Zeit reif ist, dem uneingeschränkten Massenkonsum endlich kritisch entgegenzutreten. Leisten Sie Ihren Beitrag zum globalen Turnaround, indem Sie BuyAware unterstützen.</p>

source: Personalized service
de: Personalisierung unserer Dienstleistung

source: <p> It was important to us that our assessments are not static but can adjust according to the taste of the user. In order to personalise our service our customers can create their own spiderweb profile, thereby signalising which categories are particularly important to them. </p> <p> On the basis of the user profile the total scores of our assessed products are then recalculated (without personalisation all categories are weighted equally). This may lead to situations where for user A device X appears at the very top in the ranking whereas for user B it is device Y. </p> <p> In addition to that, the creation of a personal user profile enables us to individually recommend devices to our customers based on similar spiderwebs. </p> <img src="%(img_url)s" class="img-details"></img>
de: <p> Jeder Mensch hat andere Vorlieben. Das gilt für Gemüse, Bücher, Filme und auch für Elektronikprodukte. Daher war es für uns von grosser Wichtigkeit, dass unsere Bewertungen nicht statisch sind, sondern sich den individuellen Präferenzen unserer Kunden anpassen können, sofern dies gewünscht wird. Dafür können unsere Nutzer ein eigenes Profil im Spinnennetz-Design erstellen und so signalisieren, welche der sechs angebotenen Kategorien ihnen besonders am Herzen liegen und welche nicht. </p> <p> Auf der Basis dieses Benutzerprofils werden in der Folge die Gesamtskores der bewerteten Produkte unserer Datenbank neu berechnet (standardmässig werden alle Kategorien gleich stark gewichtet), sodass es gut sein kann, dass bei Nutzer A das Gerät X zuoberst auf der Rangliste erscheint, bei Nutzer B jedoch das Gerät Y.</p> <p> Darüber hinaus erlaubt uns das Erstellen eines persönlichen Benutzerprofils auch das individuelle Vorschlagen von Geräten, welche ein ähnlich strukturiertes Spinnennetz-Diagramm besitzen.</p> <img src="%(img_url)s" class="img-details">

source: Spiderweb design
de: Spinnennetz-Darstellung

source: <p> In our opinion, a major problem of the existing labels is that they only cover one of many relevant factors. Another concern is the large number of labels, which can confuse the consumer. The need for an all-in-one-label is undeniable. </p> <p> In order to avoid making the same mistakes we have set ourselves the goal to present our results in a way which is as simple as possible. We already made this decision at a very early stage of our project. It should immediately be evident where the strengths and weaknesses of a product lie. That is why we have chosen the spiderweb design. </p> <img src="%(img_url1)s" class="img-details"> <p> Every axis represents a category. The closer to the centre the data point is, the worse the product has been evaluated in the corresponding category. </p> <p> The spiderweb design also has another advantage: It is extremely easy to compare two profiles with each other from an illustrative point of view. </p> <img src="%(img_url2)s" class="img-details">
de: <p> Ein grosses Problem bereits existierender Labels in anderen Sektoren besteht unserer Ansicht nach darin, dass sie jeweils nur einen relevanten Faktor abdecken und so der Konsument oft überfordert ist vor lauter Labels. Der Bedarf nach sogenannten all-in-one-Labels ist gross. </p> <p> Damit wir nicht Gefahr laufen ähnliche Fehler zu begehen, haben wir es uns von Beginn weg zu Ziel gesetzt unsere Bewertungen auf eine möglichst einfache Art und Weise unseren Kunden zu präsentieren. Es sollte auf den ersten Blick ersichtlich sein, wo die Stärken resp. Schwächen eines Geräts liegen. Daher haben wir uns für die Spinnennetz-Darstellung entschieden, welche oftmals auch für Politprofile verwendet wird. </p> <img src="%(img_url1)s" class="img-details"> <p> Jede Achse repräsentiert dabei eine Kategorie. Je weiter innen der Datenpunkt, desto schlechter schneidet das Produkt in der entsprechenden Kategorie ab und umgekehrt.</p> <p> Die Spinnennetz-Darstellung hat neben seiner Einfachheit auch noch einen weiteren Vorteil: Vergleiche zwischen zwei unterschiedlichen Geräten sind sehr einfach und aussagekräftig zu visualisieren. </p> <img src="%(img_url2)s" class="img-details">
